Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/facta/samediggi.fi/toimintaohjelma_talousosio_20122015_pohjoissaame.pdf.tmx
Source language: sme
Languages: smn

source: Ilo-169-soahpamuš lea ratifierejuvvon Suoma stáhta ja sámedikki ovttasbargguin jagi 2015 rádjai ja sámiid vuoigatvuođat eatnamii ja čáhcái leat čovdon.
smn: Ilo-169-sopâmuš lii ratifisistum Suomâ staatâ já sämitige oovtâstpargoost ive 2015 räi já sämmilij vuoigâdvuođah enâmân já čáácán láá čovdum.

source: Davviriikkalaš sámesoahpamuša joatkkaráđđádallamat leat gárvvásman golmma riikka sámedikkiid ja stáhtaid buorre ovttasbargguin ja soahpamuš lea ratifierejuvvon Suomas sámedikki doarjagiin.
smn: Tave-eennâmlâš sämisopâmuš jotkâráđádâlmeh láá finnejum valmâšin kuulmâ eennâm sämitige já staatâi šiev oovtâstpargoost já sopâmuš lii ratifisistum Suomâst sämitige torjuin.

source: Davviriikkalaš sámesoahpamuš čuovvu nu guhkás go vejolaš áššedovdibargojoavkku addin evttohusa.
smn: Tave-eennâmlâš sämisopâmuš nuávdid nuuvt kuhás ko máhđulâš äššitobdeepargojuávhu adelem iävtuttâs.

source: Sámediggeláhka ja - ásahus leat ođasmahtton sámedikki evttohusaid mielde ja ovddiduvvon sámiid iešmearridanvuoigatvuohta Suoma riikkaidgaskasaš geatnegasvuođaid mielde.
smn: Sämitiggelaahâ já - asâttâs láá uđâsmittum sämitige iävtuttâsâi mield já oovdedmáin sämmilij jiešmeridemvuoigâdvuođâ Suomâ aalmugijkoskâsij kenigâsvuođâi mield..

source: Sápmelašmeroštallan lea nuppástuhtton vástidit sámedikki oainnu.
smn: Sämmilâšmiäruštâllâm lii rievdâdum västidiđ sämitige uáivil.

source: Láhka ja – ásahus bohtet fápmui maŋimustá jagi 2014. 4.
smn: Laahâ já - asâttâs šadda vuáimán majemustáá ive 2014. 4.

source: Sámiid iešmearridanvuoigatvuohta ollašuvvá dievasmearálaččat Suoma riikkaidgaskasaš geatnegasvuođaid mielde sámiid ealáhusaid, sámegielat bálvalusaid ja sámeoahpahusa jođiheamis, sámi kulturárbbi hálddašeamis ja kulturalbmonemiid sihkkarastimis, sámegielat bálvalusaid ruhtadeamis ja sámedikki doaimmas jagi 2015 rádjai.
smn: Sämmilij jiešmeridemvuoigâdvuotâ olášuvá tievâsmiärálávt Suomâ aalmugijkoskâsij kenigâsvuođâi mield sämmilij iäláttâsâi, sämikielâlâš palvâlusâi já sämimáttááttâs stivriimist, säämi kulttuurärbivyevi haaldâšmist já kulttuurolgospyehtimij turviimist, sämikielâlâš palvâlusâi ruttâdmist já sämitige tooimâst ive 2015 räi.

source: Oaiveministtar Jyrki Katainen ráđđehusprográmma sámemerkejumit leat ollašuvvan dievasmearálaččat Suoma stáhta ja sámedikki buori ovttasbargguin.
smn: Uáiviminister Jyrki Katais haldâttâsohjelm sämikirjiimeh láá olášum tievâsmiärálávt Suomâ staatâ já sämitige šiev oovtâstpargoost.

source: Sámegielaid ealáskahttinprográmma doaibmabijut leat álggahuvvon ja resurserejuvvon.
smn: Sämikielâi iäláskittemohjelm tooimah láá algâttum já resurssistum.

source: Bissovaš málle sámegielaid ealáskahttima várás lea ráhkaduvvon sámedikki ja Suoma stáhta ovttasbargguin.
smn: Pissoo malli sämikielâi iäláskitmân lii laaččum sämitige já Suomâ staatâ oovtâstpargoost.

source: Álbmotlaš artikla 8(j)-bargojoavkku loahpparaportta doaibmabiddjoevttohusat ja ávžžuhusat leat ollašuhtton 8.
smn: Aalmuglâš artikla 8(j)-pargojuávhu loppâraapoort toimâiävtuttâsah já avžuuttâsah láá olášittum 8.

source: Eamiálbmotjulggaštus lea ollašuhtton Suomas Suoma stáhta ja sámedikki ovttasbargguin.
smn: Algâaalmugjulgáštus lii olášittum Suomâst Suomâ staatâ já sämitige oovtâstpargoost.

source: Sámekultuvrra ja sámiid árbevirolaš ealáhusaid suodji ollašuvvá ealáhusaid ja eanageavaheami stivrejeaddji láhkaásaheamis, hálddahusas ja resurseremis.
smn: Sämikulttuur já sämmilij ärbivuáválij iäláttâsâi syeji olášuvá iäláttâsâid já eennâmkiävtu stivrejeijee lahâaasâtmist, haldâttuvâst já resurssistmist.

source: Sámekultuvrra heajudeami suodji čáhcelága mielde lea váldon sámiid guoski buot sierralágaide jagi 2015 rádjai.
smn: Sämikulttuur hiäjusmittem syeji čäcilaavâ mield lii valdum puohháid sämmilijd kyeskee sierânâslavváid ive 2015 räi.

source: Láhkaásahan- ja ovddidanfidnut eai heajut sámegielat bálvalusaid ja sámiid vuoigatvuođaid.
smn: Lahâasâttâs- já ovdedmprojekteh iä hiäjusmit sämikielâlâš palvâlusâid já sämmilij vuoigâdvuođâid.

source: Sámedikki evttohusat gielddahálddahusa ráhkadusođastussan leat ollašuvvan.
smn: Sämitige iävtuttâsah kieldâlâšhaldâttuv rááhtusuđâsmitmân láá olášum.

source: Sámiid ruovttuguovllu ja árbevirolaš ealáhusaid eallinfápmu lea sihkkaraston ja sámenuorat besset árbevirolaš ealáhusaid ollái.
smn: Sämikuávlu já ärbivuáválij iäláttâsâi eellimvuáimálâšvuotâ lii torvejum já säminuorah peessih ärbivuáválâš iäláttâssáid.

source: Sámiid eretfárren sámiid ruovttuguovllus geahppána ja sámiid ruovttoluotta fárren sámiid ruovttuguvlui lassána.
smn: Sämmilij meddâlvarrim sämikuávlust kiäppán já sämmilij maasâdvarrim sämikuávlun lassaan.

source: Sámiid gielalaš ja kultuvrralaš vuoigatvuođat ollašuvvet olles riikkas ássanbáikkis fuolakeahttá.
smn: Sämmilij kielâlâš já kulttuurlâš vuoigâdvuođah olášuveh ubâ enâmist aassâmsaajeest peerusthánnáá.

source: Sámi parlamentáralaš ráđđi dikšu beaktilit sámiid riikkaidgaskasaš ovddugohcima ja doaibmá sámiid oktavuođaid bajásdoallin.
smn: Säämi parlamentaarlâš rääđi tipšo pehtilávt sämmilij aalmugijkoskâsâš hiäđukocceem já tuáimá sämmilij oohtânčannen.

source: Ruošša sámit oassálastet dásseárvosaččat ráđi doibmii.
smn: Ruošâ sämmiliih uásálisteh täsiárvulávt rääđi tooimân.

source: Alladássásaš giela oahpahus dahkko vejolažžan olles riikkas.
smn: Ollâtásásâš kielâ máttááttâs tahhoo máhđulâžžân ubâ enâmist.

source: Buoriduvvo oahpahusa sámesisdoallu.
smn: Máttááttâs sämmilâš siskáldâs ovdeduvvoo.

source: Sámiid buorredilli ja osolašvuohta buoriduvvojit nu, ahte nannejuvvojit iežasgielat ja kulturvuđot, alladássásaš buorredillebálvalusaid fálaldat sihke sihkkarasto čeahpes, ámmátdáiddolaš bargoveaga oažžun ja doarvái buorre ruhtadandássi.
smn: Sämmilij pyereestvaijeem já uásálâšvuotâ ovdeduvvoo naanoodmáin jieijâskielâlâš já kulttuurân vuáđuduvvee, ollâtásásâš pyereestvaijeempalvâlusâi faallâm sehe turviimáin mättee, áámmáttáiđulâš pargojuávhu uážžum já kelijdeijee ruttâdemtääsi.

source: Sektormieldásaš dárkilis ulbmilatOktasaš dárkilis ulbmilat
smn: Sämitiggepaje ohtsiih já sektorkuáhtásiih ovtâskâsčuággásiih ulmeh

source: 3.2.1 Sámiid searválastima ovddideapmi
smn: 3.2.1 Sämmilij siärvuslâšvuođâ ovdedem

source: o Sámediggi doaibmá lagaš ovttasbarggus nuortalaččaid siidačoahkkimiin, olbmuiguin geat barget árbevirolaš sámi ealáhusaiguin, sámeealáhusservviiguin ja sápmelaš álbmotláhttoservodagain buoridan dihte sámiid sajádaga ja gullá čanasjoavkkuid ovddidan dihte iežas doaimma.
smn: o Sämitigge tuáimá alda oovtâstpargoost nuorttâlâšâi sijdâčuákkimáin, ärbivuáválij sämiiäláttâsâi hárjutteijeiguin, sämi-iäláttâsservijguin já säämi aalmuglâšohtsâškuddijn sämmilij sajattuv pyereedmân já kulá čanosjuávhuid jieijâs tooimâ oovdedmân.

source: o Sámediggi ordne miehtá sámiid ruovttuguovllu ja dan olggobealde guovllu sámiid gullandilálašvuođaid ja gullá guovllu sámiid dárbbuid ovddidan dihte iežas doaimma.
smn: o Sämitigge uárnee pirrâ sämikuávlu já ton ulguubeln kuávlu sämmilij kuullâmtilálâšvuođâid já kulá kuávlu sämmilij táárbuid, vâi puáhtá ovdediđ jieijâs tooimâ.

source: Sámedikki ordnen dáhpáhusat ja dakkár dáhpáhusat, main sámediggi lea mielordnejeaddjin, ordnejuvvojit sámekultuvrra ja sámi árvvuid mielde nu ahte dat duvdet sápmelaččaid oktiigullevašvuođa ja ráhkadit sápmelaččaide lunddolaš deaivvadanbáikkiid.
smn: Sämitige ornim tábáhtusah já tagareh tábáhtusah, main sämitigge lii uásiuárnejeijen, uárnejuvvojeh sämikulttuur já sämmilij aarvui mield tuárjumáin sämmilij siärvuslâšvuođâ já läčimáin sämmiláid luándulijd kuáhtámsoojijd.

source: o Sámediggi ráhkada ovttasbarggus sámedikki lávdegottiiguin sápmelaš sohkabuolvaprográmma, mas gieđahallojuvvojit sohkabuolvvaid sierragažaldagat ja - dárbbut, earenoamážit sámemánáid, - nuoraid ja - vuorasolbmuid.
smn: o Sämitigge ráhtá säämi suhâpuolvâohjelm oovtâstpargoost sämitige jieškote-uv lävdikudijguin, main kieđâvuššojeh sierâ suhâpuolvâi sierânâskoččâmušah já táárbuh, eromâšávt sämipárnái, - nuorâi já elilâmulmui táárbuh.

source: Prográmma gárvána jagi 2013 áigge. o Sámedikki ruhtadan doaimmat ja bálvalusat ordnejuvvojit sámekultuvrra mielde ja dat váldet vuhtii sápmelaš árvvuid ja duvdet iešguđet sohkabuolvvaid gaskasaš vuorrováikkuhusa ja sámekultuvrra árbevieruid.
smn: Ohjelm valmâštuvá ive 2013 ääigi o Sämitige ruttâdem palvâlusah já tooimah uárnejuvvojeh sämikulttuur mield väldimáin vuotân säämi áárvuid já tuárjumáin sierâ suhâpuolvâi koskâsâš vuáruvaikuttâs já sämikulttuur ärbivuovijd.

source: o Sámediggi álggaha ng. sápmelaš álbmotlahttoálgaga, nappo addojuvvo sámiide vejolašvuohta dahkat álgaga sámedikki čoahkkimii nu álkit go vejolaš.
smn: o Sämitigge vuáđđud nk. säämi aalmuglâšalguu, ađai läjiduvvoo säm-miláid máhđulâšvuotâ alguu tohâmân sämitige čuákkimân nuuvt älkkeht ko máhđulâš.

source: o Fállojuvvojit aktiivvalaččat sámenuoraide vejolašvuođat oahpásmuvvat bargoeallimii sámedikkis ja čađahit oahpuide gullevaš hárjehallama sámedikkis.
smn: o Fállojeh aktiivlávt säminuoráid máhđulâšvuođah uápásmuđ pargoelimân sämitiggeest já čođâldittiđ oppáid kullee hárjuttâllâm sämitiggeest.

source: 3.2.2 Sámi árbevirolaš dieđu dorvvasteapmi
smn: 3.2.2 Säämi ärbivuáválii tiäđu turvim

source: o Sámediggi oassálastá beaktilit Suoma luonddu máŋggahámatvuođa suodjaleami ja suvdilis geavaheami álbmotlaš strategiija ja doaibmanprográmma 2012-2020 ollašuhttimii, čuovvumii ja dan váikkuhanmuni árvvoštallamii ja ovddida sápmelaččaid guoski ulbmiliid jođánis ollašuhttima.
smn: o Sämitigge uásálist pehtilávt Suomâ luándu maaŋgâhámásâšvuođâ já pištee kevttim strategian já toimâohjelm 2012–2020 olášutmân, čuávumân já vaikuttem árvuštâlmân já oovded sämmilijd kyeskee uulmij jotelis olášume.

source: Sámediggái leat sihkkaraston doarvái resurssat strategiija ja doaibmanprográmma ollašuhttimii.
smn: Sämitiigán láá torvejum kelijdeijee resursseh uásálistiđ strategia já toimâohjelm olášutmân.

source: o Sámediggi oassálastá beaktilit ja váikkuhanfámolaččat Nagoya beavdegirjji ratifierenprosessii ja ollašuhttimii.
smn: o Sämitigge uásálist pehtilávt já aktiivlávt Nagoya pevdikirje ratifisistemprosessân já olášutmân.

source: o Árbevirolaš dieđu ealáskahttinfidnuid ollašuhttin lea álgán.
smn: o Ärbivuáválii tiäđu iäláskittemprojektij olášuttem lii álgám.

source: o Sámediggi váldá vuhtii iežas doaimmas sámi árbevirolaš dieđu dárbbuid ja ovddida árbevirolaš dieđu seailuma, sirdáseami ja ovdáneami boahttevaš sohkabuolvvaide buot doaimmainis.
smn: o Sämitigge váldá vuotân jieijâs tooimâst säämi ärbivuáválii tiäđu táárbuid já oovded puohâin toimâinis ärbivuáválii tiäđu siäilum, sirdâšem já ovdánem puáttee suhâpuolváid.

source: o Sámediggi ovddida ja láhčá vejolašvuođaid sámiid árbevirolaš dieđu dutkanguovddáža ásaheapmái.
smn: o Sämitigge oovded já lááčá iävtuid sämmilij ärbivuáválii tiäđu tutkâmkuávdáá vuáđđudmân.

source: 3.2.3 Sámi kulturbirrasa dorvvasteapmi
smn: 3.2.3 Säämi kulttuurpirrâs turvim

source: Biologalaš máŋggahámatvuođa guoski oktasašsoahpamuššii gullevaš Nagoya beavdegirji geenariggodagaid oažžumis
smn: o Sämikuávlu eennâmkevttim stivriimist nuávdittuvvojeh biodiversiteetsopâmuš Akwé: Kon - ravvuuh tievâsmiärálávt.

source: ja oažžumušas ja daid geavaheamis ožžojuvvon ávkkiid vuoiggalaš ja dássebeallásaš juohkimis.
smn: o Sämitigge uásálist aktiivlávt já pehtilávt uhkevuálásâš luándutiijpâi tile pyereedmân rahtum toimâvuávám olášutmân, čuávumân já uhkevuálásâš

source: Sámiid luonddu máŋggahámatvuhtii gulavaš árbevirolaš diehtu
smn: Sämmilij luándu maaŋgâhámásâšvuotân lohtâseijee ärbivuáválâš tiätu

source: Biodiversitehtasoahpamuša artihkal 8(j)
smn: Biodiversiteetsopâmuš artikla 8(j)

source: Soahpamušoassebealit galget álbmotlaš láhkaásaheami mielde gudnejahttit, gáhttet ja doalahit biologalaš máŋggahámatvuođa suodjaleami ja suvdilis geavaheami dáfus mearkkašahtti eamiálbmogiid ja árbevirolaš eallinvuogi máhtti báikkálašservošiid dieđuid, innovašuvnnaid ja geavadiid, ja maiddái ovddidit ja viiddidit daid heiveheami dán dieđu, innovašuvnnaid ja geavadiid oamasteaddjiid lobiin ja miehteváikkuhusain ja maiddái roahkasmahttit dáid dieđuid, innovašuvnnaid ja geavadiid geavaheamis ožžojuvvon ávkkiid dássebeallásaš juohkima.
smn: Sopâmušuásipeleh kalgeh aalmuglâš lahâasâttâsâs mield kunnijâttiđ, suojâliđ já paijeentoollâđ biologâlâš maaŋgâhámásâšvuođâ suojâlem já pištee kevttim tááhust merhâšittee algâaalmugij já ärbivuáválii eellimhäämi annee páihálâšsiärvusij tiettim, innovaatioid já vuáválâšvuođâid, sehe ovdediđ já vijđediđ toi heiviittem ton tiettim, innovaatioi já vuáválâšvuođâi omâsteijei luuvijn já iššijn sehe ruokâsmittiđ taan tiettim, innovaatioi já vuáválâšvuođâi kevttimist ožžum aavhij täsipiälálâš jyehim.

source: Sámiid luonddu máŋggahámatvuhtii gulavaš árbevirolaš diehtu albmana earenoamážit sápmelaš luonddugeavaheamis ja árbevirolaš sámi ealáhusain mat leat boazodoallu, guolásteapmi, meahccebivdu, čoaggin ja duodji ja maiddái birasgaskavuođas.
smn: Säämi luándu maaŋgâhámásâšvuotân lohtâseijee ärbivuáválâš tiätu tiättoo säämi luándu kevttimist já ärbivuáválij sämi-iäláttâsâi háárjutmist ađai puásuituálust, kyelipiivdost, meccipiivdost, nuurâdmist já tuoijuumist sehe luándukoskâvuođâst.

source: Diehtu sirdása sámegiela lundui, meahccái, dálkái, boazodollui, duodjái, bivdui ja guolásteapmái gulavaš terminologiija ja sámegielat báikenamaid mielde.
smn: Tiätu sirdâšuvá sämikielâ luándun, miäcán, šooŋân, puásuituálun, tuojijd, meccipiivdon já kyelipiivdon lohtâseijee terminologiast sehe sämikielâlâš päikkinoomâin.

source: Árbevirolaš diehtu sirdojuvvo diđolaš oahpaheami, boarrásut sohkabuolvvain árbejuvvon málle, luđiid ja njálmmálaš muitalanárbevieru bokte ja maiddái boazodoalu, guolásteami, čoaggima, duoji ja meahccebivddu geavadiin.
smn: Ärbivuáválâš tiätu sirdoo tiäđulâš máttááttem, puárásub suhâpuolvâin ožžum maali, juáigusij já njálmálâš muštâlemärbivyevi pehti sehe puásuituálu-, kyelipivdo-, nurâdem tyeji- já meccipivdovuovij pehti.

source: toteudu, koska saamelaisten o Sámiid ruovttuguovllu eanangeavaheami stivremis heivehuvvojit ollislaččat biodiversitehtasoahpamuša Akwé: Kon - rávvagat.
smn: olášuu, koska sämmilij Biologâlâš maaŋgâhámásâšvuođâ kyeskee almossopâmušân lohtâseijee Nagoya pevdikirje geeniriggoduvâi uážžumist

source: o Sámediggi oassálastá beaktilit ja váikkuhanfámolaččat uhkivuloš luonddutiippaid dili buorideami várás ráhkaduvvon doaibmanplána ollašuhttimii, čuovvumii ja uhkivuloš luonddutiippaid dili guorahallamii sámiid ruovttuguovllus.
smn: já uážžumvuođâst sehe aavhij vuoigâlâš já täsipiälálâš jyehimist maid toi kevttimist uážžu luándutiijpâi tile árvuštâlmân sämikuávlust.

source: o Sámediggi ovddida Eurohpalaš duovddaoktasašsoahpamuša (Eurooppalainen maisemayleissopimus) ollašuhttima ja oassálastá aktiivvalaččat ja váikkuha duovddaoktasašsoahpamuša oktasašbargui.
smn: o Sämitigge oovded Eurooplâš enâdâhalmossopâmuš olášuttem já uásálist aktiivlávt já vaikutmáin enâdâhalmossopâmušoovtâstpaargon.

source: Govva: Klemetti Näkkäläjärvi
smn: Kove: Klemetti Näkkäläjärvi

source: o Sámediggi oassálastá beaktilit ja váikkuhanfámolaččat dálkkádatrievdadeami mearrádusdahkamii ja dálkkádatrievdadeapmái vuogáiduvvanpolitihkaid ráhkadeapmái ja ollašuhttimii.
smn: o Sämitigge uásálist pehtilávt já aktiivlávt šoŋŋâdâhnubástusmiärádâstohâmân já šoŋŋâdâhnubástus vuáhádumpoliitiik rähtimân já olášutmân.

source: o Sámediggi bearráigeahččá, ahte ruvkelága ja čáhcelága sámekultuvrra heajudansuojit ollašuvvet dievasmearálaččat geavadis.
smn: o Sämitigge ana huolâ, et ruukilaavâ já čäcilaavâ sämikulttuur hiäjusmittemsyejeh olášuveh tievâsmiärálávt vuáválâšvuođâst.

source: Sámediggi oassálastá ruvke- ja čáhcelágas eaktuduvvon váikkuhusárvvoštallamiidda beaktilit, váikkuhanfámolaččat ja áššedovdamušain ja gullá guovllu sámiid.
smn: Sämitigge uásálist ruuki- já čäcilaavâ miäldásâš vaikuttâsâiárvuštâlmân pehtilávt, aktiivlávt já äššitobdeht kulâmáin kuávlu sämmilijd.

source: Sámediggái leat sihkkaraston doarvái resurssat ruvkelága ollašuhttima várás.
smn: Sämitiigán láá torvejum tuárvi resursseh ruukilaavâ olášuttem várás.

source: o Sámediggi oassálastá beaktilit ja váikkuhanfámolaččat álbmotlaš suvdilis ovdáneami strategiija ja servodatčatnasumi válmmaštallamii.
smn: o Sämitigge uásálist pehtilávt já aktiivlávt aalmuglâš pištee ovdánem strategia já ohtsâškoddečoonnâsmij valmâštâlmân.

source: Sámediggi válmmaštallá Suoma stáhta ruhtademiin sámi suvdilis ovdáneami strategiija mii geatnegahttá virgeoapmahaččaid ja laktojuvvo oassin álbmotlaš strategiija.
smn: Sämitigge valmâštâl Suomâ staatâ ruttâdâssáin, virgeomâhijd kenigittee, säämi pištee ovdánem strategia, mii lahtoo aalmuglâš strategian.

source: 3.2.4 Sámekultuvrra eallinfámu dorvvasteapmi olles riikkas
smn: 3.2.4 Sämikulttuur eellimvuáimálâšvuođâ turvim ubâ enâmist

source: o Sámediggái ásahuvvo virgi, man bargguide gullá sámiid ruovttoguovllu olggobealde ássi sámiid riektesajádaga ja sámegielat bálvalusaid ja oassálastima ovddideapmi, oktavuođa doallan sámeservviiguin ja sámedikki iežas doaimma ovddideapmi sámiid ruovttuguovllu olggobealde.
smn: o Sämitiigán läjiduvvoo virge, mon pargoid kuleh sämikuávlu ulguubeln ässee sämmilij vuoigâdvuođâsajattuv já sämikielâlâš palvâlusâi já uásálistem ovdedem, ohtâvuođâtoollâm sämiservijguin já sämitige jieijâs tooimâ ovdedem sämikuávlu ulguubeln.

source: o Sámediggi vuođđuda ovttasbarggus oahpahus- ja kulturministeriijain, oaivegávpoga gielddaiguin ja sámeservviiguin sámekulturguovddáža oaivegávpotguvlui sámiid deaivvadanbáikin, sámedikki oktan doaibmabáikin ja sámegielat bálvalusaid ja searvedoaimma ordnensadjin.
smn: o Sämitigge vuáđđud oovtâstpargoost máttááttâs- já kulttuurministeriöin, uáivikaavpugkuávlu kieldâiguin já sämiservijguin sämikulttuurkuávdáá uáivikaavpugkuávlun sämmilij kuáhtámsaijeen, sämitige ohtân toimâsaijeen já sämikielâlâš palvâlusâi já kerhotooimâ ornimsaijeen.

source: o Sámiid ruovttuguovllu olggobeale sámiid oktavuohta sámiid ruovttuguvlui ja sámekultuvrii ja dan hárjeheapmái dorjojuvvo.
smn: o Sämitigge tuárju sämikuávlu ulguubeln ässee sämmilij ohtâvuođâ sämikuávlun já sämikulttuur já ton hárjuttem.

source: o Sámediggi lágida vejolašvuođaid dan aitosaš doaimma olis ja ordne prošeaktadoaimmainis kursa- ja searvehápmásaš doaimma, mainna dahkko vejolažžan sámiid ruovttuguovllu olggobealde ássi mánáide ja nuoraide oahpásmuvvat eará sámemánáide ja - nuoraide ja sámiid ruovttuguvlui ja maiddái ovddidit iežaset máhtu sámi ealáhusain, kulturalbmanemiin ja árbevirolaš dieđus.
smn: o Sämitigge lááčá iävtuid eidusâš toimâstis já uárnee proojeekttoimâstis kurssâ- já kerhohámásâš tooimâ, moin tahhoo máhđulâžžân sämikuávlu ulguubeln ässee párnái já nuorâi máhđulâšvuođâid uápásmuđ eres sämipárnáid já - nuoráid já sämikuávlun sehe ovdediđ jieijâs mättim, mii lohtâs ärbivuáváláid sämi-iäláttâssáid, kulttuurolgospyehtimáid já ärbivuáválâš tiätun.

source: Govva: Pirita Näkkäläjärvi
smn: Kove: Pirita Näkkäläjärvi

source: 3.2.5 Sámedikki válgaortnega ovddideapmi
smn: 3.2.5 Sämitige vaaljâvuáháduv ovdedem

source: o Sámediggelága ja - ásahusa ođadeami oktavuođas ođaduvvo válgaortnet sámedikki evttohusaid vuođul parlamentáralažžan.
smn: o Sämitiggelaavâ já - asâttâs uđâsmittem ohtâvuođâst vaaljâvuáhádâh uđâsmittoo parlamentaarlâžžân sämitige toohâm iävtuttâsâi vuáđuld.

source: o Sámediggeválggaid áigemuddu rievdaduvvo nu, ahte válggat ordnejuvvojit oktanis Norgga ja Ruoŧa sámediggeválggaiguin.
smn: o Sämitige vaaljâi äigimuddo rievdâduvvoo nuuvt, että vaaljah tuállojeh siämmáá ääigi Taažâ já Ruotâ sämitiggevaaljâiguin.

source: o Čuovvovaš sámediggeválggain váldo atnui elektrovnnalaš jienasteapmi, johtti jienastanbiila sámiid ruovttuguovllus ja ovddalgihtii jienasteapmi poastta bokte olles riikkas.
smn: o Puáttee sämitiggevaaljâin váldoo sämikuávlust kiävtun šleđgâlâš jienâstem, jottee jienâstemauto sehe ubâ enâmist munejienâstem poostâ iššijn.

source: o Ráhkkanuvvo jagi 2015 sámediggeválggaid ordnemii.
smn: o Sämitigge rahttât ive 2015 sämitiggevaaljâi orniimân.

source: 3.2.6 Sámedikki iežas doaimma ovddideapmi
smn: 3.2.6 Sämitige jieijâs tooimâ ovdedem

source: o Sámediggái ásahuvvo dieđiheaddji virgi.
smn: o Sämitiigán vuáđuduvvoo tieđetteijee virge.

source: Sámediggi dieđiha aktiivvalaččat iežas doaimma ja áigeguovdilis sámiid rivttiide guoskevaš áššiid birra iežas ruovttusiidduin, medias ja sosiálalaš medias sáme- ja suomagillii.
smn: Sämitigge tieđeet aktiivlávt jieijâs tooimâst já äigikyevdilijn sämmilij vuoigâdvuođáid lohtâseijee aašijn päikkisiijđoin, mediast já sosiaallâš mediast sämikielân já suomâkielân.

source: Sámediggi ovddida siskkáldas ja olgguldas dieđiheami.
smn: Sämitigge oovded nuuvt siskiipiäláá ko ulguupiäláá-uv tieđettem.

source: Dieđiheapmi čujuhuvvo maiddái čanasjoavkkuide.
smn: Tieđettem čuosâttuvvoo meid čanosjuávhoid.

source: Sámedikki dieđiheami ovddideamis biddjo deaddu vuorrováikkuhussii.
smn: Sämitige tieđettem ovdeduvvoo vuáruvaikuttâslâžžân.

source: Sámedikki ruovttusiiddut rievdaduvvojit interaktiivalaččabun ja dakkárin, ahte daid lea álkit lahkonit nu sáme- ja suomagillii.
smn: Sämitige päikkisiijđoh ovdeduvvojeh eenâb vuáruvaikuttâslâžžân já pyerebeht aldanitten sämikielân já suomâkielân.

source: Sámedikki ruovttusiidduide čohkkejuvvo diehtobáhkka sámiid rivttiin sámiid ruovttuguovllus ja dan olggobealde.
smn: Sämitige päikkisijđoid ráhtoo tiätupakkeet sämmilij vuoigâdvuođâin sämikuávlust já ton ulguubeln.

source: o Sámediggi bálvala sámiid dásseárvosaččat buot Suomas hubmojuvvon sámegielaiguin.
smn: o Sämitigge palvâl sämmilijd täsiárvulávt puohâin Suomâst sarnum sämikielâin.

source: o Sámedikkis leat doarvái resurssat doaibmat ja sámekulturguovddáš Sajos bálvala sápmelaččaid buot sápmelaččaide rabas kulturguovddážin ja sámiid parlameantadállun.
smn: o Sämitiggeest láá kelijdeijee resursseh toimâđ já säämi kulttuurkuávdáš Sajos palvâl puohâid sämmilijd ávus kulttuurkuávdážin já sämmilij parlamenttáállun.

source: o Sámedikki doaibma ovddiduvvo dainna lágiin, ahte sámedikkis leat doaibmabáikkit buot sámiid ruovttuguovllu gielddain.
smn: o Sämitige tooimâ ovdeduvvoo nuuvt, että sämitiggeest láá toimâsajeh puohâin sämikuávlu kieldâin.

source: Sámedikki virgeolbmot ja luohttámušolbmot geat ožžot buhtadusaid leat sámiid deaivamis álkit ja oktavuođaváldima váras lea vejolaš sihtat riŋgenáiggi virgeolbmuin, vai oktavuođaváldimis eai šatta golut sápmelaččaide.
smn: Sämitige virgelmaah já sajanmáávsu uážžoo luáttámušulmuuh láá sämmilij kuáhtámnáál älkkeht já ohtâvuođâväldimij várás lii máhđulâšvuotâ táttuđ suáittimääigi virgelmain, amas ohtâvuođâväldimist šodâččii koloh sämmiláid.

source: o Sámedikki bargoveahkapolitihkalaš prográmma ja ovttaveardásaš- ja dásseárvoplánat gárvánit jagi 2013 álggus ja dat válmmaštallojit ovttas bargoveagain.
smn: o Sämitige pargojuávkkupoolitlâš ohjelm já oovtviärdásâšvuođâ- já täsiárvuvuáváámeh valmâštuveh ive 2013 aalgâst já toh valmâštâlluvvojeh oovtâstpargoost pargojuávhoin

source: o Sámedikki bargoveahka- ja ekonomiijahálddahus ovddiduvvo beaktilin ja das váldo vuhtii láhkaásaheami ja ođđa bargo- ja ekonomiijahálddahusgeavadiid nuppástupmi.
smn: o Sämitige pargojuávkku- já ekonomiahaldâttâh ovdeduvvoo pehtilávt väldimáin vuotân lahâasâttâs já uđđâ pargojuávkku- já ekonomiahaldâttâhvuáháduvâi ovdánem.

source: o Sámediggi sirdása elektrovnnalaš bargoveahkahálddahusa ja áššebábirhálddahusa bálvalusaide jagi 2015 rádjai.
smn: o Sämitigge sirdâšuvá šleđgâlâš pargojuávkkuhaldâttuv já äššikirjehaldâttuv palvâlussáid ive 2015 räi.
